Repository: zamora1607/cookBook
Catalog: cookBook/cookBook/Localizable.xcstrings
Source language: en
Languages: pl

# action.add_ingredient
source: Add Ingredient
pl: Dodaj składnik

# action.add_step
source: Add Step
pl: Dodaj krok

# action.cancel
source: Cancel
pl: Anuluj

# action.choose_photo
source: Choose Photo
pl: Wybierz zdjęcie

# action.delete
source: Delete
pl: Usuń

# action.jump_to_ingredients
source: Jump to Ingredients
pl: Przejdź do składników

# action.remove_photo
source: Remove Photo
pl: Usuń zdjęcie

# action.replace_photo
source: Replace Photo
pl: Zmień zdjęcie

# action.save
source: Save
pl: Zapisz

# action.save_changes
source: Save Changes
pl: Zapisz zmiany

# action.scale_ingredients
source: Scale Ingredients
pl: Przelicz składniki

# badge.favorite
source: Favorite
pl: Ulubione

# confirm.delete_recipe.message
source: This will permanently remove "%@".
pl: To trwale usunie „%@”.

# confirm.delete_recipe.title
source: Delete Recipe?
pl: Usunąć przepis?

# editor.header.subtitle
source: Name, instructions, and ingredients are the critical fields. Everything else supports search and context.
pl: Nazwa, instrukcje i składniki są najważniejsze. Reszta pomaga w wyszukiwaniu i dodaje kontekst.

# editor.header.title.edit
source: Refine the recipe details
pl: Dopracuj szczegóły przepisu

# editor.header.title.new
source: Build a recipe that is easy to scan
pl: Zbuduj przepis, który łatwo przeskanować wzrokiem

# empty.no_matches.description
source: Try a different keyword.
pl: Spróbuj wpisać inne słowo.

# empty.no_matches.title
source: No Matching Recipes
pl: Brak pasujących przepisów

# empty.no_recipes.description
source: Use the plus button to create your first recipe.
pl: Użyj przycisku plus, aby dodać pierwszy przepis.

# empty.no_recipes.title
source: No Recipes Yet
pl: Brak przepisów

# empty.select_recipe.description
source: Choose a recipe from the list to preview it here.
pl: Wybierz przepis z listy, aby zobaczyć podgląd.

# empty.select_recipe.title
source: Select a Recipe
pl: Wybierz przepis

# error.export_failed.title
source: Export Failed
pl: Eksport nie powiódł się

# error.import_failed.title
source: Import Failed
pl: Import nie powiódł się

# error.photo_encoding
source: The selected image could not be converted into the app's photo format.
pl: Nie udało się przekonwertować wybranego obrazu do formatu zdjęcia używanego przez aplikację.

# error.photo_import_failed.title
source: Photo Import Failed
pl: Import zdjęcia nie powiódł się

# error.photo_unreadable
source: The selected file could not be read as an image.
pl: Nie udało się odczytać wybranego pliku jako obrazu.

# error.unknown
source: An unknown error occurred.
pl: Wystąpił nieznany błąd.

# export.filename
source: cookbook-recipes
pl: przepisy-ksiazka-kucharska

# favorite.add
source: Add to Favorites
pl: Dodaj do ulubionych

# favorite.remove
source: Remove from Favorites
pl: Usuń z ulubionych

# field.actions
source: Actions
pl: Akcje

# field.additional_info
source: Additional Info
pl: Dodatkowe informacje

# field.amount
source: Amount
pl: Ilość

# field.ingredient
source: Ingredient
pl: Składnik

# field.keywords
source: Keywords
pl: Słowa kluczowe

# field.name
source: Name
pl: Nazwa

# field.photo
source: Photo
pl: Zdjęcie

# field.unit
source: Unit
pl: Jednostka

# hint.ingredient_name_required
source: Only the ingredient name is required.
pl: Wymagana jest tylko nazwa składnika.

# language.english
source: English
pl: Angielski

# language.menu
source: Language
pl: Język

# language.polish
source: Polish
pl: Polski

# navigation.edit_recipe
source: Edit Recipe
pl: Edytuj przepis

# navigation.new_recipe
source: New Recipe
pl: Nowy przepis

# placeholder.additional_info
source: Notes, timing, or serving context
pl: Notatki, czas lub kontekst podania

# placeholder.comma_separated
source: comma-separated
pl: po przecinku

# placeholder.describe_step
source: Describe this step
pl: Opisz ten krok

# placeholder.no_photo
source: No Photo
pl: Brak zdjęcia

# placeholder.recipe_name
source: Recipe name
pl: Nazwa przepisu

# recipe.add
source: Add Recipe
pl: Dodaj przepis

# recipe.delete
source: Delete Recipe
pl: Usuń przepis

# recipe.edit
source: Edit Recipe
pl: Edytuj przepis

# recipes.export
source: Export Recipes
pl: Eksportuj przepisy

# recipes.import
source: Import Recipes
pl: Importuj przepisy

# search.prompt
source: Search by keyword
pl: Szukaj po słowie kluczowym

# section.ingredients.subtitle
source: Add one ingredient per row. Amount and unit are optional.
pl: Dodaj jeden składnik w jednym wierszu. Ilość i jednostka są opcjonalne.

# section.ingredients.title
source: Ingredients
pl: Składniki

# section.instructions.subtitle
source: Keep one step per row. Press Enter on an empty last step to move to ingredients.
pl: Zachowaj jeden krok w jednym wierszu. Naciśnij Enter w pustym ostatnim kroku, aby przejść do składników.

# section.instructions.title
source: Instructions
pl: Instrukcje

# section.recipe.subtitle
source: Set the basics first. Keywords stay comma-separated for search.
pl: Najpierw uzupełnij podstawy. Słowa kluczowe nadal wpisujesz po przecinku.

# section.recipe.title
source: Recipe
pl: Przepis

# toast.export_complete.many
source: %lld recipes exported to JSON.
pl: Wyeksportowano %lld przepisów do pliku JSON.

# toast.export_complete.one
source: 1 recipe exported to JSON.
pl: Wyeksportowano 1 przepis do pliku JSON.

# toast.export_complete.title
source: Export Complete
pl: Eksport zakończony

# toast.import_complete.empty
source: The file did not contain any recipes to import.
pl: Plik nie zawierał przepisów do zaimportowania.

# toast.import_complete.many
source: Imported %lld recipes.
pl: Zaimportowano %lld przepisów.

# toast.import_complete.one
source: Imported 1 recipe.
pl: Zaimportowano 1 przepis.

# toast.import_complete.title
source: Import Complete
pl: Import zakończony

# toast.recipe_deleted.message
source: "%@" was removed.
pl: "%@" został usunięty.

# toast.recipe_deleted.title
source: Recipe Deleted
pl: Przepis usunięty

# toast.recipe_saved.message
source: "%@" was added to your cookbook.
pl: "%@" został dodany do książki kucharskiej.

# toast.recipe_saved.title
source: Recipe Saved
pl: Przepis zapisany

# toast.recipe_updated.message
source: "%@" is ready.
pl: "%@" jest gotowy.

# toast.recipe_updated.title
source: Recipe Updated
pl: Przepis zaktualizowany
